<?php

return [
    'welcome' => 'សូមស្វាគមន៍មកកាន់កម្មវិធីរបស់យើង!',
    'home' => 'ទំព័រដើម',
    'about' => 'អំពីយើង',
    'contact' => 'ទំនាក់ទំនង',
    'submit' => 'ដាក់ស្នើ',
    'name' => 'ឈ្មោះ',
    'email' => 'អ៊ីមែល',
    'telegram' => 'តេលេក្រាម',
    'contact_us' => 'ទាក់ទងមកកាន់ពួកយើង',
    'food' => 'អាហារ',
    'our_location' => 'ទីតាំងរបស់ពួកយើង',
    'short_quote' => 'ស្វែងរកអាហារ និងភេសជ្ជៈបញ្ចុះតម្លៃសម្រាប់ទីតាំងទួលគោក, រាជធានីភ្នំពេញ — មានតែនៅលើ Dizcount តែមួយគុត',
    'long_quote'=> 'Dizcount គឺជាវេទិកាមួយដែលត្រូវបានបង្កើតឡើងដើម្បីជួយដល់លោកនាក់ឱ្យស្វែងរកអាហារ និងភេសជ្ជៈល្អល្អដែលកំពុងបញ្ចុះតម្លៃនៅក្នុងខណ្ឌទួលគោក រាជធានីភ្នំពេញ។ យើងជឿជាក់ថាមនុស្សគ្រប់គ្នាគួរតែអាចរីករាយជាមួយអាហារ និងភេសជ្ជៈដែលស្រស់ស្រាយដោយមិនចាំបាច់ចំណាយលុយច្រើន។ គោលដៅរបស់យើងគឺជាការភ្ជាប់ទំនាក់ទំនងរវាងអតិថិជនជាមួយភោជនីយដ្ឋាន ហាងកាហ្វេ និងហាងលក់ភេសជ្ជៈក្នុងស្រុកដែលផ្តល់ជូននូវការផ្សព្វផ្សាយពិសេស កិច្ចព្រមព្រៀងមានកំណត់ និងការបញ្ចុះតម្លៃផ្តាច់មុខ។',
    'opening_hour' => 'ម៉ោងធ្វើការ',
    'monday_friday' => 'ថ្ងៃច័ន្ទ ដល់ ថ្ងៃសុក្រ',
    'saturday' => 'ថ្ងៃសៅរ៍',
    'view_our_channel'=> 'ចូលរួមឆានែលតេលេក្រាម',
     'we_dizcount'=> 'ពួកយើងជាក្រុមការងារ Dizcount'
    // ... more translations
];